// (부패) 문항 number에 따라서 상황이 할당됨
const contents = [
    {
        num: 11,
        content: '계약자로 부터 뇌물을 받은 공무원',
    },
    {
        num: 12,
        content: '영희는 집안사정이 좋지 않아 어린나이에 집안의 생계를 책임지고 있습니다. \n최근에는 미스테리쇼퍼(매장에 들러서 손님으로 위장해, 특정 매장의 청결 상태 감시하는 일)라는 알바를 하고있습니다.\n 알바를 시작한지 꽤 되어서 그런지 눈치가 빠른 매장직원들은 영희가 미스테리쇼퍼라는 것을 알아챘습니다.\n 그래서 영희가 올때마다 공짜로 상품을 주거나 훨씬 친절하게 대하는 태도를 보였습니다.\n 이럴때 원칙상으로라면 미스테리쇼퍼는 다른 사람으로 교체되어야합니다. 하지만 영희는 당장의 끼니를 걱정해야할 정도로 생계가 어렵습니다. \n 그래서 매장 직원들이 자신을 알아보는 것을 알고있음에도 불구하고 일자리를 잃고 싶지 않아 본사에 알리지 않았습니다.\n 영희가 부패했다고 생각하십니까?',
    },
    {
        num: 13,
        content: '피해자에게 반복적으로 데이트 신청을 하는 경찰관',
    },
    {
        num: 14,
        content: '공무원인 철수는 만삭의 아내와 행복한 결혼 생활을 하고 있는 결혼 1년차인 신혼입니다. \n 철수는 엘리스 시청에서 야근을 하던 도중 아내에게  진통 시작 되어 병원 응급실로 가고 있다는 연락을 받게 됩니다. \n 너무 정신이 없는 철수는 택시를 타고 병원에 갔는데 자신도 모르게 업무용 신용 카드를 사용하여 택시비를 결제하게 되었습니다. \n과연 철수는 부정부패를 저지른걸 까요?',
    },
    {
        num: 15,
        content: '친구에게 기밀 정보를 전달하는 경찰관',
    }
]
export default contents